Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerCubicFoot Property
 tonnes of carbon dioxide per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerCubicFoot { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerCubicFoot {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace